export const herbs = [
  {
    id: 101,
    hname: "ฟ้าทลายโจร",
    img: "https://www.atgenes.com/wp-content/uploads/2022/11/6c418d9b4531eb449f29ebf5bc914a47.jpg",
    des: "สมุนไพรแรก “ฟ้าทลายโจร” ที่ทางแพทย์กระทรวงสาธารณสุขให้การรับรองว่า สามารถช่วยรักษาโรคโควิด-19 ได้และพบว่ากลไกต้านไวรัสของฟ้าทะลายโจรมีการป้องกันไม่ให้ไวรัสเข้าเซลล์รวมถึงลดการแบ่งตัวไวรัสภายในเซลล์และเพิ่มภูมิคุ้มกันสู้กับไวรัส  ",
    owner: "Sitthichart",
    type: "ยาบำรุง",
    usable:
      "ไม่ควรทานยาฟ้าทะลายโจรติดต่อกันนานจนเกินไป เพราะอาจทำให้มีอาการข้างเคียง เช่น ท้องอืด,อาหารไม่ย่อย,แขนขาไม่มีแรง จึงไม่ควรทานฟ้าทะลายเกิน 7 วัน หากกินไป 3 วันแล้วอาการต่างๆ ยังไม่ดีขึ้น ควรพบแพทย์เพื่อทำการรักษาอย่างตรงจุด",
    contact: "02-123-1234",
  },
  {
    id: 102,
    hname: "มะขามป้อม",
    img: "https://www.atgenes.com/wp-content/uploads/2022/11/afb95c0b0f59b85a32145dcce11bb061-1024x556.jpg",
    des: "สมุนไพรตัวที่ 3 “มะขามป้อม” มีวิตามินซีที่สูง ใช้เป็นยาแก้ไอ ละลายเสมหะ ช่วยเสริมการทำงานระบบภูมิกันและมีสารสำคัญที่สามารถจับกับขาโปรตีนของไวรัสโควิด-19 และเป็นตัวรับ ACE2 ที่มีบทบาทการผ่านเข้าเซลล์ปอด เนื่องจากมะขามป้อมมีฤทธิ์เย็น เมื่อกินเข้าไปจะทำให้อุณหภูมิในร่างกายลดลง การกินมะขามป้อมต้องกินในปริมาณที่เหมาะสม",
    owner: "Sitthichart",
    type: "ยาบำรุง",
    usable:
      "ไม่ควรทานยาฟ้าทะลายโจรติดต่อกันนานจนเกินไป เพราะอาจทำให้มีอาการข้างเคียง เช่น ท้องอืด,อาหารไม่ย่อย,แขนขาไม่มีแรง จึงไม่ควรทานฟ้าทะลายเกิน 7 วัน หากกินไป 3 วันแล้วอาการต่างๆ ยังไม่ดีขึ้น ควรพบแพทย์เพื่อทำการรักษาอย่างตรงจุด",
    contact: "02-123-1234",
  },
  {
    id: 103,
    hname: "ขิง",
    img: "https://www.atgenes.com/wp-content/uploads/2022/11/96728b3f6a0ac300a5ddf7267860dc5f.jpg",
    des: "สมุนไพรตัวที่ 2 “ขิง” มีรสที่เผ็ดร้อน เป็นสมุนไพรพื้นบ้าน พบว่ามีฤทธิ์ต้านไวรัสไข้หวัดใหญ่ มีสารต้านอนุมูลอิสระจากการศึกษาพบว่าที่ช่วยยับยั้งการแบ่งตัวของไวรัสโควิด-19 ได้ เนื่องจาก ขิงเป็นสมุนไพรที่มีฤทธิ์ร้อน หากรับประทานเข้าไปในปริมาณที่มากก็จะสามารถทำให้เยื่อบุภายในช่องปากเกิดการอักเสบ จนเป็นอาการร้อนในได้ ดังนั้นจึงไม่ควรรับประทานขิงมากจนเกินไป",
    owner: "Sitthichart",
    type: "ยาบำรุง",
    usable:
      "ไม่ควรทานยาฟ้าทะลายโจรติดต่อกันนานจนเกินไป เพราะอาจทำให้มีอาการข้างเคียง เช่น ท้องอืด,อาหารไม่ย่อย,แขนขาไม่มีแรง จึงไม่ควรทานฟ้าทะลายเกิน 7 วัน หากกินไป 3 วันแล้วอาการต่างๆ ยังไม่ดีขึ้น ควรพบแพทย์เพื่อทำการรักษาอย่างตรงจุด",
    contact: "02-123-1234",
  },
];
